export default [
    {
        label: '东莞站',
        location: '113.864777,23.095208'
    },
    {
        label: '茶山',
        location: '113.852632,23.0857'
    },
    {
        label: '榴花公园',
        location: '113.820868,23.086365'
    },
    {
        label: '下桥',
        location: '113.794925,23.069076'
    },
    {
        label: '天宝',
        location: '113.785152,23.053514'
    },
    {
        label: '东城',
        location: '113.782708,23.038616'
    },
    {
        label: '旗峰公园',
        location: '113.774444,23.026443'
    },
    {
        label: '鸿福路',
        location: '113.766539,23.018194'
    },
    {
        label: '西平',
        location: '113.753531,23.000365'
    },
    {
        label: '蛤地',
        location: '113.735996,22.983996'
    },
    {
        label: '陈屋',
        location: '113.697836,22.964299'
    },
    {
        label: '寮夏',
        location: '113.679942,22.947261'
    },
    {
        label: '珊美',
        location: '113.671031,22.93275'
    },
    {
        label: '展览中心',
        location: '113.668228,22.908451'
    },
    {
        label: '虎门火车站',
        location: '113.677858,22.865367'
    }
]